"Edit" = "Editar";
"%1.1f KB" = "%1.1f KB";
"Branch Layout" = "Diseño de las ramas";
"Add to Note" = "Añadir a la nota";
"Paste Formatted" = "Pegar con formato";
"Trial Progress" = "Progreso del periodo de prueba";
"greater than" = "mayor que";
"ends with" = "termina con";
"Icons" = "Iconos";
"Progress: %@" = "Progreso: %@";
"Dark Patterns" = "Patrones oscuros";
"Please select 2 topics (CMD click) to be linked." = "Selecciona 2 temas para enlazarlos (haz clic en CMD).";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "El nombre y el código de la licencia no coinciden. Introdúcelo de nuevo (distingue entre mayúsculas y minúsculas)";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Gracias por haber escogido iThoughtsX. Has consumido más de la mitad de tu prueba de %ld día. Si tienes preguntas, sugerencias o problemas, visita la página web y ponte en contacto con nosotros.";
"View" = "Visualización";
"in the next" = "durante próx.";
"week" = "semana";
"Website (.zip)" = "Página web (.zip)";
"Horizontal" = "Horizontal";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"second" = "segundo";
"Multiple Copies Installed" = "Varias copias instaladas";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "El dispositivo no está configurado para enviar correo electrónico. Configura los ajustes de Mail en la app Ajustes.";
"not in the last" = "no durante últ.";
"Topic variable" = "Variables del tema";
"Square Bracket" = "Corchete";
"Release Notes" = "Notas de la versión";
"Delete this rule?" = "¿Borrar esta regla?";
"Quit and Show in Finder" = "Salir y mostrar en el Finder";
"doesn't contain" = "no contiene";
"Due This Week" = "Vence esta semana";
"Confirm" = "Confirmar";
"day" = "día";
"Help" = "Ayuda";
"month" = "mes";
"Slides (.pdf)" = "Diapositivas (.pdf)";
"Research" = "Buscar";
"Manual" = "Manual";
"Open Favourite" = "Abrir Favorito";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Gracias por haber escogido iThoughtsX. Si tienes preguntas, sugerencias o problemas, visita la página web y ponte en contacto con nosotros.";
"⌥⌘T or Double-click to add a note.." = "Pulsa ⌥⌘T o haz doble clic para agregar una nota..";
"contains" = "contiene";
"The document '%@' does not exist." = "El documento \"%@\" no existe.";
"Quick Filter" = "Filtro rápido";
"Watermark" = "Marca de agua";
"Broken Link" = "Vínculo roto";
"less than" = "inferior a";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "iThoughtsX normalmente no tiene acceso a este documento. Confirma que quieres continuar.";
"This will apply descending font sizes to each level of topic." = "Esta opción aplicará tamaños de fuente en orden descendente a cada nivel del tema.";
"Very Concave" = "Muy cóncavo";
"earlier than or equal to" = "antes de o igual a";
"Website" = "Página web";
"Due" = "Vence";
"Failed to Open" = "Error al abrir";
"Change Password..." = "Cambiar contraseña...";
"Pill" = "Cápsula";
"AppStore Receipt Validation Succeeded" = "Validación correcta de recibo del App Store";
"variable name" = "nombre de la variable";
"Vertical" = "Vertical";
"days" = "días";
"Yesterday" = "Ayer";
"Oval" = "Ovalado";
"None" = "Ninguno";
"OK" = "OK";
"New Map" = "Nuevo mapa";
"Copy" = "Copiar";
"not in the next" = "no durante próx.";
"Created using iThoughts" = "Creado mediante iThoughts";
"Awaiting Authorization" = "Esperando autorización";
"Flashcards copied to clipboard" = "Flashcards copiadas al portapapeles";
"Branches" = "Ramas";
"years" = "años";
"Hide" = "Ocultar";
"Library Icons" = "Iconos de biblioteca";
"Right Angled" = "Con ángulo recto";
"Font" = "Fuente";
"Dark Pastel" = "Pastel oscuro";
"Share" = "Compartir";
"Failed to get authorization from Biggerplate.com" = "Error al obtener autorización de Biggerplate.com";
"Remaining" = "Restante";
"Due Today" = "Vence hoy";
"Wireframe (Color+Text)" = "Estructura (color+texto)";
"Sorted: %@" = "Orden: %@";
"Failed to Import Text" = "Error al importar el texto";
"Modified Yesterday" = "Modificado ayer";
"Resource Tasks (.html)" = "Tareas de recursos (.html)";
"Select a single topic then enter notes here.." = "Selecciona un único tema y escribe las notas aquí...";
"Central Idea" = "Idea central";
"Wireframe (Monochrome)" = "Estructura (monocromo)";
"Parallelogram" = "Paralelogramo";
"Apply" = "Aplicar";
"%1.1f GB" = "%1.1f GB";
"Link" = "Vínculo";
"Random" = "Aleatorio";
"Siblings" = "Elementos del mismo nivel";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "No se encuentra el mapa en este Mac. ¿Quieres eliminarlo de tus favoritos?";
"Hide Status Bar" = "Ocultar la barra de estado";
"Report" = "Informar";
"Last Hour" = "Última hora";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Gracias por haber comprado iThoughtsX, esperamos que lo disfrutes. Si tienes preguntas, sugerencias o problemas, visita toketaware.com y envíanos un correo electrónico.";
"Map Colors" = "Colores del mapa";
"Now paste the clipboard into the flashcard website for import." = "Ahora puedes pegar el portapapeles a la página web de la flashcard para importarlo.";
"%1.1f MB" = "%1.1f MB";
"Grayscale" = "Escala de grises";
"equal to" = "igual a";
"Text" = "Texto";
"Modified Today" = "Modificado hoy";
"Continue" = "Continuar";
"modified: %@" = "modificado: %@";
"Partial" = "Parcial";
"Effort" = "Esfuerzo";
"New" = "Nuevo";
"minute" = "minuto";
"Resources" = "Recursos";
"in the last" = "durante últ.";
"Ooops!" = "¡Vaya!";
"S Bend" = "Curva en S";
"TODO" = "Lista de tareas";
"weeks" = "semanas";
"Graph Paper" = "Papel milimetrado";
"Branch Sorted: %@" = "Orden de ramas: %@";
"Rounded Rectangle" = "Rectángulo redondeado";
"Incorrect Password" = "Contraseña incorrecta";
"Attempt Recovery" = "Intento de recuperación";
"Rectangle" = "Rectangular";
"Task Completed" = "Tarea completa";
"later than" = "posterior a";
"Make Topic(s)" = "Crear tema(s)";
"Very Convex" = "Muy convexo";
"Email" = "E-mail";
"hour" = "hora";
"Priority" = "Prioridad";
"Don't show this again" = "No volver a mostrar";
"%ld bytes" = "%ld bytes";
"Width" = "Ancho";
"Settings" = "Ajustes";
"Children" = "Elemento secundario";
"Priority1" = "Prioridad1";
"More help.." = "Más ayuda";
"Delete Topic" = "Borrar tema";
"On" = "Sí";
"Paste as Floating" = "Pegar como independiente";
"Today" = "Hoy";
"Tasks in Progress" = "Tareas en progreso";
"Cousins" = "Elementos relacionados";
"Complete" = "Completo";
"%@ - %@" = "%1$@ - %2$@";
"same as" = "igual a";
"less than or equal to" = "inferior o igual a";
"This map must be given a name and saved before topic links can be generated" = "Debes nombrar el mapa y guardarlo antes de poder generar los vínculos del tema";
"Add to Favourites" = "Añadir a Favoritos";
"Full Color" = "Color completo";
"Remove" = "Eliminar";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "El foco está centrado en los temas seleccionados actualmente.\n\n(Reactiva esta opción sin ningún tema seleccionado y el foco seguirá la selección.)";
"Leave AppStore Review" = "Evaluar en el App Store";
"New/Verified Password Do Not Match" = "La contraseña nueva y la verificada no coinciden";
"The path '%@' is a Windows path." = "La ruta de acceso '%@' es una ruta de acceso de Windows.";
"Mail not configured" = "Mail no configurado";
"Concave" = "Cóncavo";
"Rich Text (.rtf)" = "Texto enriquecido (.rtf)";
"Open Document" = "Abrir documento";
"Please select at least one topic before attempting to make a slide." = "Selecciona al menos un tema antes de crear una diapositiva.";
"Straight Tapered" = "Recto cónico";
"Selected" = "Seleccionado";
"Set Password..." = "Establecer contraseña...";
"Paste" = "Pegar";
"Cancel" = "Cancelar";
"Callout" = "Leyenda";
"Map" = "Mapa";
"Invalid Password" = "Contraseña no válida";
"Underline" = "Subrayar";
"Float" = "Separar";
"Fishbone" = "En espiga";
"Select All Relationships" = "Seleccionar todas las relaciones";
"Create Relationship" = "Crear relación";
"Thank you!" = "¡Gracias!";
"between" = "entre";
"Not set" = "Sin establecer";
"Topic" = "Tema";
"Wireframe (Color)" = "Estructura (color)";
"Delete" = "Borrar";
"Show %ld Levels" = "Mostrar %ld niveles";
"Failed to amend map" = "Error al enmendar el mapa";
"Check for Updates" = "Buscar actualizaciones";
"Start Date" = "Fecha de inicio";
"Image (.png)" = "Imagen (.png)";
"later than or equal to" = "posterior o igual a";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"seconds" = "segundos";
"Merge" = "Fusionar";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Gracias por haber escogido iThoughtsX. Tu prueba de %ld ha terminado. Para comprar una licencia o fijar una extensión, visita nuestra página web.";
"Save" = "Guardar";
"months" = "meses";
"Selected ≈ %ld pages" = "Seleccionado ≈ %ld páginas";
"minutes" = "minutos";
"New Floating" = "Nuevo tema independiente";
"Light Patterns" = "Patrones de luz";
"Modified in Last Hour" = "Modificado en la última hora";
"Average progress: %@" = "Progreso medio: %@";
"Curved" = "Curvado";
"System Styles" = "Estilos del sistema";
"Square" = "Cuadrado";
"This Week" = "Esta semana";
"greater than or equal to" = "mayor o igual a";
"Due This Month" = "Vence este mes";
"Boundary" = "Cuadro";
"Top Down" = "De arriba a abajo";
"not between" = "no comprendido entre";
"Due Date" = "Fecha vencimiento";
"AppStore Receipt Validation Failed" = "Ha fallado la validación del recibo del App Store";
"Filter" = "Filtro";
"Rename '%@'?" = "¿Renombrar \"%@\"?";
"Rename" = "Renombrar";
"Open Map" = "Abrir mapa";
"Copy Link" = "Copiar enlace";
"Document imported" = "Documento importado";
"Custom Styles" = "Estilos del sistema";
"Modified Date" = "Fecha modificada";
"Since Open" = "Desde la apertura";
"Circle" = "Círculo";
"Note" = "Nota";
"Test" = "Prueba";
"Show Status Bar" = "Mostrar la barra de estado";
"Triangle" = "Triángulo";
"Kinked" = "Doblada";
"Show/Hide" = "Mostrar/Ocultar";
"Curved Bracket" = "Paréntesis";
"Progress" = "Progreso";
"not equal to" = "no equivalente a";
"Light Pastel" = "Pastel claro";
"Both" = "Ambos";
"Untitled" = "Sin título";
"Uploading to Biggerplate.com" = "Cargando en Biggerplate.com";
"Modified This Week" = "Modificado esta semana";
"Show/Hide Branch" = "Mostrar/ocultar ramas";
"Due: %@" = "Vence: %@";
"Traditional" = "Tradicional";
"Map ≈ %ld pages" = "Mapa ≈ %ld páginas";
"Enter notes here.." = "Escribe las notas aquí...";
"Failed to Locate '%@'" = "Error al ubicar \"%@\"";
"Unreachable Link" = "Vínculo inaccesible";
"Open in Marked" = "Abrir en Marked";
"Upload Failed" = "Error al cargar";
"Regular" = "Normal";
"Show" = "Mostrar";
"Remove from Favourites" = "Eliminar de favoritos";
"Straight" = "Recto";
"hours" = "horas";
"Show in Finder" = "Mostrar en el Finder";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Parece que también tienes una copia de iThoughtsX del Mac App Store instalada.\n\nLa versión que acabas de iniciar se eliminará. ¿Quieres salir ahora para que puedas trasladar este archivo innecesario a la Papelera?\n\nPista: utiliza el  elemento \"Trasladar a la papelera\" del menú \"Archivo\" cuando aparezca la ventana del Finder.";
"Cost" = "Costo";
"Favourites" = "Favoritos";
"Saturated" = "Saturados";
"year" = "año";
"Trial Remaining (%ld days)" = "Periodo de prueba restante (%ld días)";
"Modified Since Open" = "Modificado desde que se abrió";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "El documento '%@' no está guardado en iCloud así que no puede participar en Handoff.";
"Full" = "Completo";
"Hint" = "Consejo";
"Off" = "No";
"Enter a new name for the style" = "Escribe un nombre nuevo para el estilo";
"Standard CSV (.csv)" = "CSV estándar (.csv)";
"Diamond" = "Diamante";
"not same as" = "no igual a";
"Real Paper" = "Papel real";
"earlier than" = "antes de";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "tema/palabra: %1$ld/%2$ld, nota/palabra: %3$ld/%4$ld";
"starts with" = "empieza por";
"Make Slide" = "Crear diapositiva";
"Topics" = "Temas";
"Transparent" = "Transparente";
"Unreachable" = "No se puede conectar";
"Description" = "Descripción";
"Convex" = "Convexo";
"Select All Topics" = "Seleccionar todos los temas";
"Clear [%@]" = "Borrar [%@]";
"%@ visible + %@ hidden children" = "%1$@ elementos secundarios visibles + %2$@ ocultos";
"Start" = "Inicio";
"Project Tasks (.html)" = "Tareas del proyecto (.html)";
"Welcome" = "Bienvenido";
"Start: %@" = "Inicio: %@";
"Replace" = "Sustituir";
"Attachment" = "Adjunto";
"Select a single topic to view its note.." = "Selecciona un único tema para ver su nota...";
"Copy Size" = "Copiar tamaño";
"Show modified" = "Mostrar modificados";
"No path supplied and there are no open maps" = "No se ha proporcionado una ruta y no hay mapas abiertos";
"Please enter a title and description for this map." = "Indica un título y una descripción para este mapa.";
"Delete Branch" = "Borrar rama";
"The document '%@' has been added to your library." = "El documento \"%@\" se ha añadido a tu biblioteca";
"Auto" = "Auto";
